package com.yurset.wiipm.base;

public class LoChatss {
	public static String[][] gyma00 = {
			{ "你好，我是岩系馆主Brock！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是岩系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb00 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你岩石勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论岩系没人能击败你，我也不能！", "谢谢！Brock，再见！" } };
	public static String[][] gymc00 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd00 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme00 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma01 = {
			{ "你好，我是草系馆主Cilan！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是草系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb01 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你草木勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论草系没人能击败你，我也不能！", "谢谢！Cilan，再见！" } };
	public static String[][] gymc01 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd01 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme01 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma02 = {
			{ "你好，我是火系馆主Chili！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是火系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb02 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你火炎勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论火系没人能击败你，我也不能！", "谢谢！Chili，再见！" } };
	public static String[][] gymc02 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd02 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme02 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma03 = {
			{ "你好，我是水系馆主Cress！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是水系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb03 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你水文勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论水系没人能击败你，我也不能！", "谢谢！Cress，再见！" } };
	public static String[][] gymc03 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd03 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme03 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma04 = {
			{ "你好，我是毒系馆主Janine！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是毒系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb04 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你毒袋勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论毒系没人能击败你，我也不能！", "谢谢！Janine，再见！" } };
	public static String[][] gymc04 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd04 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme04 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma05 = {
			{ "你好，我是斗系馆主Chuck！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是斗系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb05 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你格斗勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论斗系没人能击败你，我也不能！", "谢谢！Chuck，再见！" } };
	public static String[][] gymc05 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd05 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme05 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma06 = {
			{ "你好，我是冰系馆主Pryce！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是冰系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb06 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你冰晶勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论冰系没人能击败你，我也不能！", "谢谢！Pryce，再见！" } };
	public static String[][] gymc06 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd06 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme06 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] gyma07 = {
			{ "你好，我是电系馆主Volkner！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是电系的专家，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] gymb07 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！",
					"我很开心！授予你电波勋章，它是训练师实力的象征！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论电系没人能击败你，我也不能！", "谢谢！Volkner，再见！" } };
	public static String[][] gymc07 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] gymd07 = {
			{ "怎么样，去挑战其他的馆主吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] gyme07 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和馆主比划，我也会觉得很荣幸！" } };

	public static String[][] elitea00 = {
			{ "你好，我是钢系天王Byron！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是钢系的大师，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] eliteb00 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！", "我很开心！快去打败其他的天王吧！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论钢系没人能击败你，我也不能！", "谢谢！Byron，再见！" } };
	public static String[][] elitec00 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] elited00 = {
			{ "怎么样，去挑战其他的天王吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] elitee00 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和天王比划，我也会觉得很荣幸！" } };

	public static String[][] elitea01 = {
			{ "你好，我是斗系天王Bruno！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是斗系的大师，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] eliteb01 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！", "我很开心！快去打败其他的天王吧！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论斗系没人能击败你，我也不能！", "谢谢！Bruno，再见！" } };
	public static String[][] elitec01 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] elited01 = {
			{ "怎么样，去挑战其他的天王吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] elitee01 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和天王比划，我也会觉得很荣幸！" } };

	public static String[][] elitea02 = {
			{ "你好，我是鬼系天王Agatha！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是鬼系的大师，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] eliteb02 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！", "我很开心！快去打败其他的天王吧！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论鬼系没人能击败你，我也不能！", "谢谢！Agatha，再见！" } };
	public static String[][] elitec02 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] elited02 = {
			{ "怎么样，去挑战其他的天王吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] elitee02 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和天王比划，我也会觉得很荣幸！" } };

	public static String[][] elitea03 = {
			{ "你好，我是龙系天王Lance！你要来挑战吗？", "我认识你，神奥的冠军，我很荣幸！", "快放马过来吧！" },
			{ "对！我是神奥地区的Cynthia！", "你是龙系的大师，我会好好和你战斗！", "加油，我的X！" } };
	public static String[][] eliteb03 = {
			{ "我输了，但是心服口服！", "使用专门类型的PokeMon可是规定！你的实力很强！", "我很开心！快去打败其他的天王吧！" },
			{ "哪里，如果公平决斗，我不会赢过你的！", "只论龙系没人能击败你，我也不能！", "谢谢！Lance，再见！" } };
	public static String[][] elitec03 = {
			{ "不要灰心啊，Cynthia！", "赶快打起精神，我期待你再来挑战！" },
			{ "谢谢，我想休息一下！", "好的，下次我会赢！" } };
	public static String[][] elited03 = {
			{ "怎么样，去挑战其他的天王吧！", "成为这里的冠军后我们再比试比试吧！" }, { "我会加油的！", "一言为定！" } };
	public static String[][] elitee03 = {
			{ "果然你再次成为冠军了，不愧是Cynthia！", "你的实力非常强，以后常来切磋切磋吧！", "太好了！一言为定！" },
			{ "哪里，不过是运气好！", "没问题，一定常来！", "和天王比划，我也会觉得很荣幸！" } };

}